Repository: OlofL/opencaching
Catalog: code/htdocs/cache2/translate/*/LC_MESSAGES/messages.po
Languages: pl

source: Testing - do not login, please
pl: Test - proszę nie logować się

source: User
pl: Użytkownik

source: Logged in as
pl: Zalogowany jako

source: Logout
pl: Wyloguj

source: Waypoint-Search
pl: Szukaj-Waypoint

source: DB connected
pl: Połącznie z Bazą

source: Privacy statement
pl: Ochrona danych osobowych

source: Contact
pl: Kontakt

source: Register
pl: Rejestracja

source: Note
pl: Komentarz

source: Username
pl: Użytkownik

source: First name
pl: Imie

source: Last name
pl: Nazwisko

source: Country
pl: Kraj

source: Register new user
pl: Rejestracja nowego użytkownika

source: Show all
pl: pokaż wszystkie

source: Your password
pl: Twoje hasło

source: Please repeat
pl: Proszę powtórzyć

source: * are required
pl: pola zaznaczone * są wymagane

source: You have to accept the privacy statement and terms of use to register at opencaching.de
pl: Tak. Zapoznałem się z zasadmi o Ochronie danych osobowych i Zasadami Używania serwisu OpenCaching PL i zgadzam się z nimi

source: Reset
pl: Wyczyść

source: Recommendations
pl: Rekomendacje

source: Found
pl: Znaleziona

source: by
pl: założona przez

source: News
pl: Nowości

source: Latest caches
pl: Najnowsze skrzynki

source: Latest caches without germany
pl: Najnowsze skrzynki poza Niemacami

source: Latest logs entries
pl: Najnowsze logi

source: Polish
pl: Polski

source: What do i find on this website?
pl: Co znajdziesz na tej stronie?

source: You can find everything you need to go Geocaching ...
pl: Na tej stronie znajdziesz wszystko co dotyczy Geocachingu w Niemczech.

source: Total of %1 active Caches and %2 founds by %3 users
pl: Liczba aktywnych skrzynek: %1 | Liczba odkryć skrzynek: %2 | Liczba aktywnych użytkowników: %3

source: Yes
pl: Tak

source: No
pl: Nie

source: Hello
pl: Witaj

source: Create a cache
pl: Nowa skrzynka

source: My profile
pl: Moje konto

source: New logs
pl: Najnowsze logi

source: New caches
pl: Najnowsze skrzynki

source: About Geocaching
pl: Co to jest Geocaching?

source: Activation
pl: Aktywacja

source: Userprofile
pl: Dane użytkownika

source: %2 found %1
pl: %2 znaleziona przez %1

source: %2 didn't find %1
pl: %2 nie znaleziona przez %1

source: %2 wrote a note for %1
pl: %2 komentarz %1

source: %2 visited %1
pl: %2 uczestniczył %1

source: %2 want's to visit %1
pl: %2 zamierza uczesticzyć %1

source: Userprofile of %1
pl: Profil użytkownika %1

source: Send E-Mail
pl: Wyślij E-mail

source: Others
pl: Inne

source: Registered since
pl: Zarejstrowany od

source: Hidden caches
pl: Ukryte skrzynki

source: Caches found
pl: Znalezione skrzynki

source: %1 of %2 possibles
pl: %1 z możliwych %2

source: To create an account on opencaching.de, you have to enter a vaild E-Mail address and an username. An E-Mail will be sent to the address you supplied with an activation code. Only one account can be created per E-Mail address. First name, last name and country are optional.
pl: W celu rejestracji na OpenCaching musisz posiadać rzeczywisty adres E-mail na który zostanie wysłany kod aktywacyjny. Możesz tylko jednego użytkownika zarejestrować na jeden adres E-mail.

source: I've read and understand the <a target="_blank" href="articles.php?page=dsb">privacy statement</a> and the <a target="_blank" href="articles.php?page=tos">terms of use</a> and accept them.
pl: Tak. Zapoznałem się z zasadmi o <a target="_blank" href="articles.php?page=dsb">Ochronie danych osobowych</a> oraz <a target="_blank" href="articles.php?page=tos">Zasadami Używania OC</a> i akceptuje je.

source: Languages
pl: Języki

source: Password
pl: Hasło

source: Not registered?
pl: Chcesz się zarejestrować?

source: Forgotten your password?
pl: Zapomniałeś swoje hasło?

source: Forgotten your E-Mail-Address?
pl: Zapomniałeś swój E-mail?

source: Here you can find more troubleshooting:
pl: Czy masz:

source: Create a new password
pl: Nowe hasło

source: Remind me
pl: Przypomnij mi

source: Logout was successful.
pl: Wylogowanie z sukcesem.

source: Your account is not acivated.
pl: Twoje konto nie jest aktywowane

source: Name
pl: Nazwa

source: Show recommendations
pl: Pokaż rekomendacje

source: We respect your privacy. Your personal data will be stored in our database, but not shared to third parties. Please note our exact <a href="articles.php?page=dsb">privacy statement</a>. If you have further questions, please <a href="mailto:%1">contact us</a> <b>before</b> you create your account.
pl: Twoje dane osobowe będą zgromadzone w naszej bazie danych, i nie będą przekazane trzecim osobom. Proszę zapoznaj się dokładne z treścią naszej instrukcji o <a href="articles.php?page=dsb">ochronie danych osobowych</a>. Jeżeli masz jakieś pytania ponadto, proszę skontaktować <a href="mailto:contact@opencaching.de">się z nami</a>, <b>zanim zarejestrujesz się</b>.

source: You are already logged in.<br /> Please <a href="login.php?action=logout">logout</a> to login again.
pl: Jesteś zalogowany.<br /><a href="login.php?action=logut">Wyloguj się</a> aby ponownie zalogować się.

source: INTERNAL_LANG
pl: PL

source: Waypoint search:
pl: Szukaj-Waypoint

source: Password:
pl: Hasło
